{
  "_id": 776,
  "lang_id": 1,
  "grade_id": 216,
  "name": "The Shilling",
  "thumb_url": "upload/cms/audio_book/thumb/0/b9193462db4b654afc7c84f5ec7b4657.png",
  "content_path": "In a small town, there lived a good boy named George. One day, George’s uncle gave him a shilling. Like other boys, George was very excited and dreamed about all the things he could buy with that money. However, because he wanted so many things, it was hard to make a choice.\n\nAs he sat at the front door, George thought about what to do with one shilling. Just then, a woman carrying a box walked by. Inside the box were many little glass toys in different animal shapes. They all looked beautiful and curious. \n\n*“How much is this?”* George asked excitedly, pointing to a peacock.\n*“Two shillings,”* answered the toy seller.\n*“But I've only got one shilling,”* responded George.\n*“Well, I have some toys that cost a shilling. Do you like this robin redbreast? Or maybe this deer, or this sheep?”* the toy seller suggested.\n\nThe toy seller kept trying to persuade George to buy other toys that cost only one shilling, but George liked the peacock best of all. He did not want anything else. Suddenly, George saw an old man sitting on the other side of the street. The man desperately begged people for money but received nothing. He looked sick, feeble and very poor.\n\nGeorge felt very sorry for the man and decided to help him.\n*“That poor old man! I shall give him my shilling!”* exclaimed George.\nHe crossed the street, placed the shilling in the old man's hand and said, *“I was about to spend this money on a glass toy that would be broken in a day. Now I want to use it for a better purpose. Take it and buy yourself some food.”*\nThe poor old man was surprised and moved by George’s good deed. He said, *“Thank you, my young master! May all good things come your way, as you did to me.”*\n\nEven though George did not get his favorite toy, he was glad he had helped somebody with his one shilling. He walked back to his house in a jolly mood and had no idea the toy seller had witnessed everything he had just done.\n*“Well done, good boy!”* said the toy seller when George returned. *“Thanks to you, that man will not be hungry today. As a reward for your generosity and selflessness, here is the peacock you wanted so much.”*\n\nGeorge did not expect this. He was over the moon and enthralled to receive the little glass toy. He took careful care of the glass bird, as it was not only his favorite toy but also a reminder of his good deed.",
  "audio_url": "upload/cms/audio_book/audio/2/062acf067bc449010f643a12b7bc1c2a.mp3",
  "summary": "Josh was excited when his uncle gave him one shilling. He spent hours thinking about things he could buy with that money. Then, a woman carrying various glass toys walked by his house. Would Josh buy one of those toys after all?",
  "duration": 277890,
  "quality": 0,
  "score": 0,
  "date_publish": 1748503491,
  "extra": "Source: Unknown"
}
